---
kind: property
id: P:Autodesk.Revit.DB.IndependentTag.IsMulticategoryTag
zh: 标记、打标、标签
source: html/91f6e4f0-6a6b-efa6-5730-ea32a5cb203c.htm
---
# Autodesk.Revit.DB.IndependentTag.IsMulticategoryTag Property

**中文**: 标记、打标、标签

Identifies if it is a multi-category tag or not.

## Syntax (C#)
```csharp
public bool IsMulticategoryTag { get; }
```